<template>
  <div class="agreement">
  <!-- Hero Start -->
  <div class="">
    <div class="">
      <div class="">
        <h2 class="">用户服务协议</h2>
      </div>
    </div>
  </div>
  <!-- Hero End -->

  <!-- Section Start -->
  <div class="">
    <h3 class="">一、本平台服务条款的确认和接纳</h3>
    <p>
      本平台的各项电子服务的所有权和运作权归本平台。本平台提供的服务将完全按照其发布的服务条款和操作规则严格执行。用户同意所有服务条款并完成注册程序，才能成为本平台的正式用户。用户确认：本协议条款是处理双方权利义务的约定，除非违反国家强制性法律，否则始终有效。在下订单的同时，您也同时承认了您拥有购买这些产品的权利能力和行为能力，并且将您对您在订单中提供的所有信息的真实性负责。
    </p>
    <h3 class="">二、服务简介</h3>
    <p>
      本平台运用自己的操作系统通过国际互联网络为用户提供网络服务。同时，用户必须：<br />
      (1)自行配备上网的所需设备。<br />
      (2)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。<br />
      基于本平台所提供的网络服务的重要性，用户应同意<br />
      (1)提供详尽、准确的个人资料。<br />
      (2)不断更新注册资料，符合及时、详尽、准确的要求。<br />
      本平台保证不公开用户的真实姓名、地址、电子邮箱和联系电话等用户信息， 除以下情况外：<br />
      (1)用户授权本平台透露这些信息。<br />
      (2)相应的法律及程序要求本平台提供用户的个人资料。<br />
    </p>
    <h3 class="">三、价格和数量</h3>
    <p>
      本平台将尽最大努力保证您所购商品与网站上公布的价格一致。<br />
      产品的价格和可获性都在本平台上指明，这类信息将随时更改。<br />
      您所订购的商品，如果发生缺货，您有权取消定单。<br />
    </p>
    <h3 class="">四、送货</h3>
    <p>
      本平台将会把产品送到您所指定的送货地址。所有在本平台上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。 请清楚准确地填写您的真实姓名、送货地址及联系方式。因如下情况造成订单延迟或无法配送等，本平台将无法承担迟延配送的责任：<br />
      (1)客户提供错误信息和不详细的地址；<br />
      (2)货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。<br />
      (3)不可抗力，例如：自然灾害、交通戒严、突发战争等。<br />
    </p>
    <h3 class="">
      五、服务条款的修改
    </h3>
    <p>
      本平台将可能不定期的修改本用户协议的有关条款，一旦条款及服务内容产生变动，本平台将会在重要页面上提示修改内容。
    </p>
    <h3 class="">
      六、用户隐私制度
    </h3>
    <p>
      尊重用户个人隐私是本平台的一项基本政策。所以，作为对以上第二条注册资料分析的补充，本平台一定不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在本平台中的非公开内容。
    </p>
    <h3 class="">
      七、用户的帐号，密码和安全性
    </h3>
    <p>
      用户一旦注册成功，成为本平台的合法用户。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通知本平台和向公安机关报案。
    </p>
    <h3 class="">
      八、对用户信息的存储和限制
    </h3>
    <p>
      如果用户违背了国家法律法规规定或本协议约定，本平台有视具体情形中止或终止对其提供网络服务的权利。
    </p>
    <h3 class="">
      九、用户管理
    </h3>
    <p>
      本协议依据国家相关法律法规规章制定，用户同意严格遵守以下条款：<br />
      (1)从中国境内向外传输技术性资料时必须符合中国有关法规。<br />
      (2) 不利用本平台从事非法活动。<br />
      (3)不干扰或混乱网络服务。<br />
      (4)遵守所有使用网络服务的网络协议、规定、程序和惯例。<br />
      用户须承诺不传输任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；不传输损害国家社会公共利益和涉及国家安全的信息资料；不传输教唆他人从事本条所述行为的信息资料。<br />
      未经许可而非法进入其它电脑系统是禁止的。<br />
      若用户的行为不符合以上提到的服务条款，本平台将作出独立判断立即取消用户服务帐号。用户需对自己在网上的行为承担法律责任。用户若在本平台上散布和传播反动、色情或其它违反国家法律的信息，本平台的系统记录有可能作为用户违反法律的证据。
    </p>
    <h3 class="">
      十、通告
    </h3>
    <p>所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。用户协议条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。</p>
    <h3 class="">十一、网络服务内容的所有权</h3>
    <p>
      本平台定义的网络服务内容包括：文字、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；本平台为用户提供的其它信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在本平台和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。本平台所有的文章版权归原文作者和本平台共同所有，任何人需要转载本平台的文章，必须征得原文作者和本平台授权。
    </p>
    <h3 class="">
      十二、责任限制
    </h3>
    <p>
      如因不可抗力或其它本平台无法控制的原因使本平台销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等本平台会尽可能合理地协助处理善后事宜，并尽最大努力使客户免受损失。
    </p>
    <h3 class="">
      十三、法律管辖和适用
    </h3>
    <p>
      本协议的订立、执行和解释及争议的解决均应适用中国法律。<br />
      如发生本平台服务条款与中国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。<br />
      如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向人民法院提起诉讼。<br />
    </p>
  </div>
  </div>
</template>

<script>
    export default {
        name: "agreement"
    }
</script>

<style scoped>

</style>
